import styles from "./Communication.module.scss";

export const Communication = () => {
  return (
    <div className={styles.mainContainer}>
      <div className={styles.contentContainer}>
        <h3>Контакти</h3>
        <p>
          {" "}
          Існує багато варіацій уривків з Lorem Ipsum, але більшість з них
          зазнала певних змін на кшталт жартівливих вставок або змішування слів,
          які навіть не виглядають правдоподібно. Якщо ви збираєтесь
          використовувати Lorem Ipsum, ви маєте упевнитись в тому, що всередині
          тексту не приховано нічого, що могло б викликати у читача конфуз.
          Більшість відомих генераторів Lorem Ipsum в Мережі генерують текст
          шляхом повторення наперед заданих послідовностей Lorem Ipsum.
          Принципова відмінність цього генератора робить його першим справжнім
          генератором Lorem Ipsum.
        </p>
      </div>
    </div>
  );
};
